[
    {
        id: "conferencia_dialogo_interreligioso",
        title: "Conferencia Internacional para el Diálogo",
        date: "2008-07-16",
        description: 'Tiene lugar en Madrid esta conferencia internacional <q>para el diálogo interreligioso</q>. El acto es inaugurado por el <a href="#/persons/juan_carlos">rey Juan Carlos</a> de España y el <a href="#/persons/abdala_bin_abdulaziz">rey Abdulá bin Abdulaziz Al Saud</a> de Arabia Saudí. El encuentro presenta a <a href="#/places/arabia_saudi">Arabia Saudí</a>, uno de los peores regímenes del mundo en cuanto a Derechos Humanos, como un tolerante punto de encuentro entre culturas. Un año antes el rey Juan Carlos <a href="#/events/entrega_toison_de_oro">había concedido al monarca saudí el Toisón de Oro</a>, su más alta distinción. Y un año después el rey Juan Carlos <a href="#/events/lucum_recibe_100_millones">recibe 100 millones de dólares del rey Abdulá</a>, en una cuenta secreta en Suiza de su <a href="#/entities/lucum">fundación Lucum</a>, oculta en <a href="#/places/panama">Panamá</a>.',
        pictures: [
            {
                id: "81951530",
                src: "//embed.gettyimages.com/embed/81951530?et=A2Z8lCQeQEthAHxr6_kMqA&tld=es&sig=ezaCGCQ_f4kPdCyAp9ycv5uNdVcRCpp2JAcVdnsCW7I=&caption=false&ver=1",
                width: 594,
                height: 399,
                caption: "Un instante del evento, que duró tres días y tuvo lugar en Madrid.",
            },
        ],
    },
    {
        id: "encuentro_en_londres_2019_03_16",
        title: "Juan Carlos y Corinna se reúnen en Londres",
        date: "2019-03-16",
        where: "#/places/belgrave",
        description: 'Pocos días después de recibirse <a href="#/places/zarzuela">en Zarzuela</a> la <a href="#/documents/carta_kobre_kim_3">primera carta</a> del <a href="#/entities/kobre_kim">bufete de abogados</a> contratado por <a href="#/persons/corinna">Corinna</a>, el rey <a href="#/persons/juan_carlos">Juan Carlos</a> se desplaza a Londres, donde se reúne con ella en <a href="#/places/belgrave">su domicilio de la capital británica</a>. En el encuentro también participa también el hijo de ella, <a href="#/persons/alexander">Alexander Kyril zu Sayn-Wittgenstein</a>, muy vinculado afectivamente al rey de España. Durante el encuentro, el rey pudo hablar por teléfono con un asesor de comunicación de Corinna, quien habría hecho alusión al impacto mediático de las noticias que comenzaban a aflorar en la prensa española e internacional, y que causaban preocupación en el rey emérito.',
    },
    {
        id: "abdicacion_efectiva",
        title: "La abdicación entra en vigor",
        document: "#/documents/abdicacion_boe",
        date: "2014-06-19",
        description: '<a href="#/documents/abdicacion_boe">Se publica en el BOE</a> y hace efectiva la abdicación de <a href="#/persons/juan_carlos">Juan Carlos</a>. Hasta esta fecha es «inviolable» en materia penal y civil.',
    },
    {
        id: "juan_carlos_retira_250000_en_suiza",
        title: "El rey retira 250.000 euros durante su viaje de Estado a Suiza",
        where: "#/places/ginebra",
        date: "2011-05-13",
        description: '<a href="#/articles/lesoir_345061">Según el diario belga Le Soir</a>, el 9 de mayo de 2011 <q>justo antes de un viaje oficial a Suiza</q>, <a href="#/persons/juan_carlos">el rey Juan Carlos</a> telefonea <q>a su gestor de patrimonios en Ginebra</q>, presumiblemente <a href="#/persons/arturo_fasana">Arturo Fasana</a>. <q>Necesita 250.000 euros en efectivo, que deberán entregarse a un miembro de su séquito</q>. Según el rotativo, esto se recoge en una <q>nota de archivo</q> registrada el mismo día por su banco en Suiza</q>.',
    },
    {
        id: "abdicacion_anuncio",
        title: "Se anuncia la abdicación de Juan Carlos",
        date: "2014-06-02",
        description: 'Se hace pública la renuncia de <a href="#/persons/juan_carlos">Juan Carlos</a> al trono de España. Es la tercera vez en la historia de España que un monarca abdica en ejercicio, siendo la anterior la renuncia de Felipe V en 1724.',
    },
    {
        id: "felipe_vi_ante_notario",
        title: "Felipe VI comparece ante notario",
        where: "#/places/zarzuela",
        date: "2019-04-12",
        description: '<a href="#/persons/felipe_vi">Felipe VI</a> comparece ante notario para manifestar que se desentiende de la <a href="#/entities/lucum">fundación Lucum</a> y que desea renunciar a la herencia de su padre, el rey <a href="#/persons/juan_carlos">Juan Carlos</a>.',
    },
    {
        id: "escritura_disolucion_lucum",
        document: "#/documents/acta_disolucion_lucum",
        title: "Los gestores del rey suscriben la disolución de la fundación Lucum",
        date: "2012-07-30",
        description: 'Los representantes de <a href="#/entities/lucum">Lucum</a>, los suizos <a href="#/persons/dante_canonica">Dante Canonica</a> y <a href="#/persons/arturo_fasana">Arturo Fasana</a>, suscriben <a href="#/documents/acta_disolucion_lucum">la escritura de disolución</a> de la fundación, radicada en <a href="#/places/panama">Panamá</a>. La disolución es efectiva <a href="#/events/disolucion_lucum">en septiembre</a>.',
    },
    {
        id: "disolucion_lucum",
        document: "#/documents/acta_disolucion_lucum",
        title: "Se disuelve la fundación Lucum",
        date: "2012-09-10",
        description: 'Este año entra en vigor un endurecimiento de la legislación suiza relativa al blanqueo de capitales y la evasión fiscal. España reacciona declarando una <a href="#/events/amnistia_fiscal">amnistía fiscal</a> que busca repatriar parte del dinero oculto en Suiza. Y en el verano, los gestores del <a href="#/persons/juan_carlos">rey Juan Carlos</a>, los ginebrinos <a href="#/persons/arturo_fasana">Arturo Fasana</a> y <a href="#/persons/dante_canonica">Dante Canonica</a>, registran en <a href="#/places/panama">Panamá</a> esta escritura de disolución de la <a href="#/entities/lucum">fundación Lucum</a>. El mes anterior, el rey emérito <a href="#/events/juan_carlos_dona_a_corinna">había transferido los activos remanentes</a>, unos 65 millones de euros, a su estrecha colaboradora, <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>.',
    },
    {
        id: "juan_carlos_se_retira",
        title: "Juan Carlos se retira de la vida pública",
        date: "2019-06-02",
        document: "#/documents/comunicado_casa_real_2019_05_27",
        description: 'La <a href="#/entities/casa_real">Casa Real</a> había informado unos días antes en <a href="#/documents/comunicado_casa_real_2019_05_27">un comunicado</a> de la decisión del rey emérito <a href="#/persons/juan_carlos">Juan Carlos</a> de «completar su retirada de la vida pública».',
    },
    {
        id: "lucum_recibe_100_millones",
        title: "Lucum recibe 100 millones de dólares",
        date: "2008-08-08",
        description: 'El rey de <a href="#/places/arabia_saudi">Arabia Saudí</a>, <a href="#/persons/abdala_bin_abdulaziz">Abdalá bin Abdulaziz</a>, transfiere 100 millones de dólares (unos 64,8 millones de euros) a la cuenta en Suiza de la <a href="#/entities/lucum">fundación Lucum</a>, una entidad <a href="#/documents/reglamento_lucum">constituida para este fin</a> en la jurisdicción opaca de <a href="#/places/panama">Panamá</a> en beneficio del <a href="#/persons/juan_carlos">rey de España</a>.',
    },
    {
        id: "juan_carlos_dona_a_corinna",
        title: "Juan Carlos dona 65 millones de dólares a Corinna",
        date: "2012-06-05", // La fecha viene de #/articles/elespanol_503951042
        description: 'Tras el <a href="#/events/accidente_botsuana">safari de Botsuana</a> el rey <a href="#/persons/juan_carlos">Juan Carlos</a> decide transferir la titularidad del remanente de su <a href="#/events/lucum_recibe_100_millones">fortuna de origen saudí</a>, unos 65 millones de dólares, a su entonces pareja, <a href="#/persons/corinna">Corinna</a>.',
    },
    {
        id: "conversacion_corinna_2016_04_16",
        title: "Conversación de Corinna con Villarejo",
        where: "#/places/belgrave",
        date: "2016-04-16",
        description: 'Conversación de <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> y el <a href="#/persons/villarejo">comisario Villarejo</a>, grabada subrepticiamente por este último. En ella, la danesa afirma que <a href="#/persons/villar_mir">Juan Miguel Villar Mir</a> <q>puso</q> a <a href="#/persons/zanganeh">Shahpari Zanganeh</a>, la ex mujer del difunto traficante saudí <a href="#/persons/khashoggi">Adnan Khashoggi</a>, como <q>intermediaria del tren</q>, en referencia al <a href="#/events/anuncio_adjudicacion_ave">AVE a La Meca</a>.',
    },
    {
        id: "carta_de_juan_carlos_a_bin_abdulaziz",
        title: "Juan Carlos autoriza a Zanganeh para representarle",
        date: "2006-03-13",
        description: 'El rey <a href="#/persons/juan_carlos">Juan Carlos</a> envió <a href="#/documents/carta_principe_de_arabia">esta carta</a> al <a href="#/persons/sultan_bin_abdulaziz">príncipe heredero de Arabia Saudí</a>, que por entonces ejercía el cargo de ministro de Defensa del reino. En la misiva, el rey comisionaba a <a href="#/persons/zanganeh">Shahpari Zanganeh</a>, a la que se refería como <q>persona de confianza</q>, para realizar gestiones ante él. Ella misma portaba la carta, que según <a href="#/articles/larazon_dajbkoztojbfnn5rdokylamu7i">esta noticia de prensa</a> también decía que Zanganeh le haría entrega de <q>una carta oficial del presidente y consejero delegado</q> de la empresa española <a href="#/entities/indra">Indra</a>, <q>con el objeto de concertar una reunión</q>.',
        document: "#/documents/carta_principe_de_arabia",
    },
    {
        id: "amnistia_fiscal",
        title: "Entra en vigor la amnistía fiscal aprobada por el Gobierno",
        document: "#/articles/rtve_533262",
        date: "2012-06-14",
        description: 'Esta regularización, que fue posteriormente declarada inconstitucional por el Tribunal Constitucional, tuvo lugar principalmente entre marzo y noviembre de 2012. A ella se acogieron más de 30.000 evasores fiscales, entre ellos y según <a href="#/articles/eldiario_3964653">esta investigación periodística</a>, cuatro familiares del <a href="#/persons/juan_carlos">rey Juan Carlos</a>: la infanta de España Alicia de Borbón Parma, su hijo, el infante Carlos de Borbón-Dos Sicilias y dos de sus nietos. Las autoridades suizas habían anunciado tiempo antes un endurecimiento en la legislación helvética de prevención de la evasión fiscal y el lavado de dinero.',
    },
    {
        id: "inscripcion_de_honeybird",
        title: "Honeybird Group se inscribe en el registro de Panamá",
        date: "2015-03-12",
        description: 'Se constituye en <a href="#/places/panama">Panamá</a> la sociedad <a href="#/entities/honeybird_group">Honeybird Group Corporation</a>, otra sociedad instrumental controlada por <a href="#/persons/corinna">Corinna</a>.',
    },
    {
        id: "zagatka_5_millones",
        title: "Entran 5,5 millones de euros en Zagatka",
        date: "2008-12-11",
        description: 'La <a href="#/entities/zagatka">fundación Zagatka</a> recibe un ingreso de 5,5 millones de euros de origen desconocido. Previamente, en los meses de marzo y julio, se recibieron cuatro ingresos de 250.000 euros cada uno. Ni la fundación ni el banco depositario, <a href="#/entities/credit_suisse">Credit Suisse</a>, declararon el origen de ninguno de estos movimientos.',
    },
    {
        id: "lucum_ingresa_1_9_millones_del_sultan_de_barein",
        title: "La fundación Lucum ingresa 1,9 millones de dólares del sultán de Baréin",
        date: "2010-04-07",
        description: 'Según la declaración de <a href="#/persons/arturo_fasana">Arturo Fasana</a> ante el fiscal <a href="#/persons/yves_bertossa">Yves Bertossa</a>, en el marco de la <a href="#/events/bertossa_inicia_proceso">investigación iniciada por la fiscalía</a> de Ginebra, el <a href="#/persons/juan_carlos">rey Juan Carlos</a> recibió 1,9 millones de dólares de <a href="#/persons/hamad_bin_isa_al_jalifa">Hamad bin Isa Al Jalifa</a> en el transcurso de un viaje a Baréin. El rey de España llevó el dinero en <q>una maleta</q> hasta el domicilio de Fasana en <a href="#/places/ginebra">Ginebra</a> y allí se lo entregó a su gestor de patrimonios con la instrucción de ingresarlo en la cuenta de la <a href="#/entities/lucum">fundación Lucum</a> en el <a href="#/entities/mirabaud">banco Mirabaud</a>.',
    },
    {
        id: "papeles_de_panama",
        title: "Salen a la luz los «papeles de Panamá»",
        date: "2016-04-03",
        description: 'Salen a la luz los <cite>papeles de Panamá</cite>, una masiva filtración de datos que, junto con los denominados <cite>papeles del paraíso</cite>, exponen una parte de las sociedades deslocalizadas en jurisdicciones opacas y paraísos fiscales de las élites mundiales. En estas filtraciones aparecen la sociedad <a href="#/entities/delantera_financiera">Delantera Financiera</a>, propiedad durante décadas de la hermana del rey emérito, la <a href="#/persons/pilar_de_borbon">infanta Pilar de Borbón</a>, así como sociedades controladas por otras personas conectadas con la familia real española: el <a href="#/persons/mohamed_bin_zayed_al_nahyan">rey de Abu Dabi</a>, el secretario personal del <a href="#/persons/mohamed_vi">rey de Marruecos</a>, el <a href="#/events/viaje_privado_a_catar">emir de Catar</a>, el <a href="#/persons/abdala_bin_abdulaziz">rey de Arabia Saudí</a>; los gestores del rey emérito en Suiza, <a href="#/persons/arturo_fasana">Arturo Fasana</a> y <a href="#/persons/dante_canonica">Dante Canonica</a>, su pareja <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>…',
    },
    {
        id: "corinna_compra_duplex_villars",
        title: "Corinna compra un dúplex de lujo en Villars",
        date: "2009-02-18",
        where: "#/places/villars",
        description: '<a href="#/persons/corinna">Corinna</a> adquiere, a través de su sociedad <a href="#/entities/siam_partners">Siam Partners</a> y mediante <a href="#/documents/contrato_prestamo">un préstamo del rey Juan Carlos</a>, un <a href="#/places/villars">lujoso inmueble en la villa suiza de Villars-sur-Ollon</a>. El lugar sería frecuentado por la pareja entre 2009 y 2012. En la operación comercial consta también el nomber de la madre de Corinna, al parecer para circunvalar la lesgislación suiza, que limita el número de metros cuadrados que un solo ciudadano extranjero puede adquirir en el país.',
        pictures: [
            {
                file: "file:events/pictures/duplex_villars.jpg",
                caption: "Vista interior de uno de los inmuebles del complejo hotelero RoyAlp, donde Corinna y el rey disfrutaban de un dúplex.",
                source: {
                    name: "RoyAlp",
                    link: "http://www.royalp.ch/",
                },
            },
        ],
    },
    {
        id: "entrega_toison_de_oro",
        title: "Juan Carlos concede el Toisón de Oro al Rey Abdulá de Arabia Saudí",
        date: "2007-06-15",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos de España</a> concede el Collar de la Insigne Orden del Toisón de Oro a <a href="#/persons/abdala_bin_abdulaziz">Abdulá bin Abdulaziz Al Saud</a>, Custodio de las Dos Sagradas Mezquitas y Rey de <a href="#/places/arabia_saudi">Arabia Saudí</a>. Se trata de la mayor distinción que el rey de España puede conceder a título personal, y es la primera vez que se concede a un musulmán.',
        pictures: [
            {
                id: "83654696",
                src: "//embed.gettyimages.com/embed/83654696?et=U7LiKvwuTFt7rqwlhBAtQg&tld=es&sig=oKzhHMa6AVEOJU_fz5nxLnb5hBa5nwgCFr1vC2N8Mj4=&caption=false&ver=1",
                width: 594,
                height: 395,
                caption: "El rey Juan Carlos y el rey Abdulá de Arabia Saudí, durante el encuentro en Madrid.",
            },
        ],
    },
    {
        id: "accidente_botsuana",
        where: "#/places/botsuana",
        title: "El Rey se rompe la cadera en un safari en Botsuana",
        date: "2012-04-13",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> realiza un viaje privado de caza a <a href="#/places/botsuana">Botsuana</a> junto con <a href="#/persons/corinna">Corinna</a>, su hijo <a href="#/persons/alexander">Alexander</a> y su ex marido <a href="#/persons/phillip_adkins">Phillip Adkins</a>. El viaje fue pagado por Mohamed Eyad Kayali, un empresario saudí residente en España. Durante la estancia el rey sufre un accidente y se fractura la cadera, lo que conlleva su repatriación e ingreso hospitalario urgentes. Este viaje determina un punto de inflexión; es a partir de ahora que comienzan a hacerse públicos los acontecimientos que han marcado la etapa final de su reinado.',
        pictures: [
            {
                file: "file:events/pictures/accidente_botsuana.jpg",
                caption: "El rey posa con un elefante abatido durante una cacería en África.",
                source: {
                    name: "Rann Safaris",
                    link: "https://www.rannsafaris.com",
                },
            },
            {
                id: "143035780",
                src: "//embed.gettyimages.com/embed/143035780?et=qFDtSsIuQrlhLZykiBJjJw&tld=es&sig=RHigImCPvOaWSk_uAe4Ivw0trAjRD9NxBBdkRh-wfPU=&caption=false&ver=1",
                width: 594,
                height: 444,
                caption: "El rey Juan Carlos, a su salida de una intervención quirúrgica de urgencia tras fracturarse la cadera en el viaje privado a Botsuana.",
            },
        ],
    },
    {
        id: "viaje_a_marruecos",
        title: "Los reyes hacen un viaje de Estado a Marruecos",
        date: "2005-01-17",
        description: 'La visita oficial, de tres días de duración, se inicia en <a href="#/places/marrakech">Marrakech</a>, donde son recibidos por el <a href="#/persons/mohamed_vi">rey Mohamed VI</a>. Es el primer viaje de Estado a Marruecos tras el incidente del islote de Perejil en 2002, pero el monarca alauí y el <a href="#/persons/juan_carlos">rey Juan Carlos</a> mantuvieron siempre unas buenas relaciones que no se ensombrecieron entonces. En una entrevista de la época, Mohamed VI afirmó <q>sentir admiración por la pareja real española</q> y mantener <q>excelentes relaciones</q> con el <a href="#/persons/felipe_vi">príncipe Felipe</a>. También reveló que había <q>vivido</q> en el <a href="#/places/zarzuela">Palacio de la Zarzuela</a> <q>durante cinco días y me sentí como en mi propia casa</q>.',
        pictures: [
            {
                id: "111344567",
                src: "//embed.gettyimages.com/embed/111344567?et=Jr106iN4SgFrs6H2RC8Vbg&tld=es&sig=uBA0nRnq9Z-qHnm5vJETuP9OLve57wurJXZGxdSgvBA=&caption=false&ver=1",
                width: 594,
                height: 453,
                caption: "Juan Carlos y Mohammed VI, durante la visita oficial.",
            },
        ],
    },
    {
        id: "viaje_a_onu_suiza",
        title: "Los reyes hacen un viaje oficial a Suiza",
        date: "2005-03-06",
        description: 'Los reyes de España, <a href="#/persons/juan_carlos">Juan Carlos de Borbón</a> y <a href="#/persons/sofia_de_grecia">Sofía de Grecia</a>, emprenden una visita oficial de tres días de duración al país helvético, con escala en <a href="#/places/ginebra">la ciudad de Ginebra</a>, donde visitan la sede europea de las Naciones Unidas, de la Cruz Roja, de la Organización Mundial de la Salud y de la Organización Internacional del Trabajo.',
        pictures: [
            {
                id: "52285681",
                src: "//embed.gettyimages.com/embed/52285681?et=4EHbCB-hT5tgGAUr-LptAw&tld=es&sig=9xq0eJ-qvfR9DAkwCr-s15_fQQpu3LT5D-W8Rd0goH8=&caption=false&ver=1",
                width: 594,
                height: 408,
                caption: "El rey Juan Carlos y a reina Sofía, a su llegada a la sede de la ONU en Ginebra.",
            },
        ],
    },

    {
        id: "visita_oficial_arabia_saudi",
        title: "Visita oficial de Juan Carlos a Arabia Saudí, con una misión comercial",
        date: "2006-04-08",
        description: 'Visita oficial de <a href="#/persons/juan_carlos">Juan Carlos</a> al <a href="#/persons/abdala_bin_abdulaziz">rey Abdalá</a> de <a href="#/places/arabia_saudi">Arabia Saudí</a>. El vuelo despega a las nueve de la mañana de la base militar de Torrejón de Ardoz, transportando también la iraní <a href="#/persons/zanganeh">Shahpari Zanganeh</a>, con <a href="#/documents/carta_principe_de_arabia">credenciales del propio rey de España</a> y comisionada por la empresa <a href="#/entities/ohl">OHL</a>, según se se aprecia en <a href="#/documents/fax_ohl">el fax a ella remitido</a> por la constructora, e intercediendo en favor de <a href="#/entities/indra">Indra</a>. También despegan en el vuelo <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> y la <a href="#/persons/sofia_de_grecia">reina Sofía</a>. La estancia tiene tres días de duración y es el germen del exitoso <em>megacontrato</em> del <a href="#/events/anuncio_adjudicacion_ave">AVE a La Meca</a> y del fallido <a href="#/entities/ssif">Fondo de Infraestructuras Hispano-Saudí</a>.',
        pictures: [
            {
                id: "57288077",
                src: "//embed.gettyimages.com/embed/57288077?et=U494fwuiS81yREaQEAgFMg&tld=es&sig=KXJbsDSQnuM102l5DmvkXX0PwRD0_bGGh63NxWdwX7E=&caption=false&ver=1",
                width: 594,
                height: 393,
                caption: "El rey emérito español departe con el rey Abdalá bin Abdulaziz de Arabia Saudí, el 8 de abril de 2006 en Riad.",
            },
        ],
    },
    {
        id: "visita_a_jordania",
        title: "Los reyes visitan Jordania y son recibidos por el rey Abdalá II",
        date: "2006-04-24",
        description: 'Es la primera visita oficial al país tras la coronación del rey Abdalá II Ibn Al Hussein de Jordania. El viaje dura tres días y acompañan al monarca español el ministro de Asuntos Exteriores y el embajador en el país. Durante la visita tiene lugar una reunión privada entre los reyes, y <a href="#/persons/juan_carlos">Juan Carlos</a> condecora a rey de Jordania con la Orden de Carlos III.',
        pictures: [
            {
                id: "57409383",
                src: "//embed.gettyimages.com/embed/57409383?et=VzHyev7MSx9qEdgZdUuq_g&tld=es&sig=ihH43H7Ro8HjDAOwBMdqRPQ6zUI_5M0Im3fI4XUKvKI=&caption=false&ver=1",
                width: 594,
                height: 394,
                caption: "Los reyes Juan Carlos, de España, y Abdullah, de Jordania, reciben el saludo con honores de guardias beduínos en el Palacio Real de Amán.",
            },
        ],
    },
    {
        id: "visita_a_catar",
        title: "Los reyes de España visitan Catar y Juan Carlos se reúne con el emir Hamad Al Thani",
        date: "2006-04-26",
        description: 'Visita oficial del rey <a href="#/persons/juan_carlos">Juan Carlos</a> y la <a href="#/persons/sofia_de_grecia">reina Sofía</a> a Catar. Allí el rey de España mantiene un almuerzo privado con el emir Hamad bin Khalifa Al-Thani en su palacio. La noche anterior se celebra una cena presidida por ambos monarcas y con una representación de empresarios cataríes.',
        pictures: [
            {
                id: "57462638",
                src: "//embed.gettyimages.com/embed/57462638?et=RUvEu_h8S_Bk3IJQEUdnLg&tld=es&sig=O8bc7yvx0JCJGEHvqAsypaDUp5zStoBkS801XXl_41M=&caption=false&ver=1",
                width: 520,
                height: 594,
                caption: "El emir de Catar, Hamad bin Isa Al Jalifa, recibe a Juan Carlos a su llegada a Doha.",
            },
        ],
    },
    {
        id: "viaje_oficial_a_kuwait",
        title: "El rey Juan Carlos despide el año en Kuwait",
        date: "2007-12-31",
        description: 'Tras una visita sorpresa a las tropas españolas destacadas en Afganistán, el <a href="#/persons/juan_carlos">rey Juan Carlos</a> llega a Kuwait, donde es recibido en un encuentro privado por el emir del país, <a href="#/persons/emir_de_kuwait">Sabah Al-Ahmad Al-Yaber Al-Sabah</a>.',
    },
    {
        id: "viaje_oficial_a_abu_dabi_y_dubai",
        title: "El rey inicia una gira por el Golfo Pérsico con un viaje oficial a Abu Dabi y Dubái",
        where: "#/places/abu_dabi",
        date: "2008-05-24",
        description: 'La gira árabe del <a href="#/persons/juan_carlos">rey Juan Carlos</a> comienza en <a href="#/places/abu_dabi">Abu Dabi</a>, donde el presidente y emir, el jeque <a href="#/persons/mohamed_bin_zayed_al_nahyan">Mohamed bin Zayed Al-Nahyan</a>, ofrece una cena en su honor y el monarca español le distingue con la Legión del Mérito en su clase extraordinaria. El rey de España también se reúne con el primer ministro, y participa en un encuentro con empresarios emiratíes y españoles, con participaciónn del entonces presidente de la CEOE, Gerardo Díaz Ferrán. El encuentro prosigue en Dubai, donde es igualmente recibido por el emir Mohammed bin Rashid Al Maktoum y participa en otro encuentro con representación del empresariado de Dubái y compañías españolas.',
    },
    {
        id: "viaje_oficial_a_kuwait_2008",
        title: "La comitiva oficial llega a Kuwait",
        date: "2008-05-26",
        description: 'El rey Juan Carlos llega a Kuwait, donde es recibido por el emir <a href="#/persons/emir_de_kuwait">Sabah Al-Ahmad Al-Yaber Al-Sabah</a>. Al día siguiente ambos monarcas presiden un encuentro hispano-kuwaití en el que participan ochenta empresarios de ambos países.',
    },
    {
        id: "viaje_oficial_a_yida",
        title: "El rey Juan Carlos parte hacia Arabia Saudí y se encuentra con el rey Abdalá",
        date: "2008-05-27",
        where: "#/places/arabia_saudi",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> llega a Riad, donde se encuentra con <a href="#/persons/abdala_bin_abdulaziz">Abdalá bin Abdulaziz</a>, rey de <a href="#/places/arabia_saudi">Arabia Saudí</a>. La prensa del día recoge la propuesta española de poner en marcha un <q>centro internacional de lucha contra el terrorismo</q>. La iniciativa se queda en un mero acuerdo bilateral en la materia, pero parece el germen de la <a href="#/events/conferencia_dialogo_interreligioso">Conferencia Internacional para el Diálogo Interreligioso</a> que se celebra dos meses después en Madrid. El evento presenta una imagen integradora y tolerante del régimen saudí, pese al patente desprecio del régimen a los Derechos Humanos. En agosto, el rey Juan Carlos <a href="#/events/lucum_recibe_100_millones">recibe cien millones de dólares del rey Abdalá</a>.',
    },
    {
        id: "viaje_privado_a_kuwait_2010",
        title: "Viaje privado del rey Juan Carlos a Kuwait",
        date: "2010-11-09",
        description: 'Visita privada del <a href="#/persons/juan_carlos">rey Juan Carlos</a> al emir <a href="#/persons/emir_de_kuwait">Sabah Al-Ahmad Al-Yaber Al-Sabah</a>, por espacio de dos días. A la semana siguiente de este viaje a Kuwait, <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> recibe en su cuenta suiza del <a href="#/entities/mirabaud">banco Mirabaud</a> una comisión de aproximadamente cinco millones de dólares pagada por este país del Golfo Pérsico. Con parte de este ingreso, quince días después la pareja del rey <a href="#/events">amortiza anticipadamente sus créditos</a> con el jefe del Estado español.',
    },
    {
        id: "viaje_privado_a_catar",
        title: "Juan Carlos realiza un viaje privado a Catar",
        date: "2010-11-11",
        description: "El rey Juan Carlos realiza una visita al emir de Catar, el jeque Hamad Al Thani. Se trata de una visita privada y no consta la agenda ni la razón del encuentro.",
    },
    {
        id: "viaje_abu_dabi_formula1",
        title: "Viaje a los Emiratos Árabes Unidos",
        where: "#/places/abu_dabi",
        date: "2010-11-12",
        description: 'Visita privada del <a href="#/persons/juan_carlos">rey Juan Carlos</a> al emirato de <a href="#/places/abu_dabi">Abu Dabi</a> y encuentro con el príncipe heredero <a href="#/persons/mohamed_bin_zayed_al_nahyan">Mohamed bin Zayed Al Nahyan</a>. El rey de España asiste al Gran Premio de Abu Dabi del Campeonato Mundial de Fórmula 1. La estancia tiene tres días de duración.',
    },
    {
        id: "viaje_oficial_a_kuwait_2011",
        title: "Viaje oficial a Kuwait",
        date: "2011-02-25",
        description: 'Reunión con el <a href="#/persons/emir_de_kuwait">emir Sabah Al-Ahmad Al-Yaber Al-Sabah</a> con motivo del 50º aniversario de la independencia del emirato. Dos días.',
    },
    {
        id: "viaje_a_marrakech",
        title: "El rey inicia un viaje privado a Marruecos",
        date: "2011-05-04",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> realiza una visita privada de seis días de duración al país africano, y es recibido por el <a href="#/persons/mohamed_vi">rey Mohamed VI</a> en <a href="#/places/marrakech">Marrakech</a>.',
    },
    {
        id: "viaje_oficial_a_suiza",
        title: "Viaje oficial de los reyes de España a Suiza",
        date: "2011-05-12",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> y la <a href="#/persons/sofia_de_grecia">reina Sofía</a> son recibidos con honores militares en la capital federal, Berna, adonde se desplazan en tren después aterrizar en Zúrich y mantener un encuentro con la presidenta Micheline Calmy-Rey. En su discurso ante el Consejo Federal suizo el rey destaca <q>la intensidad de nuestros intercambios</q> comerciales y económicos, al tiempo que <a href="#/events/juan_carlos_retira_250000_en_suiza">retira 250.000 euros de su cuenta secreta</a> en el <a href="#/entities/mirabaud">banco Mirabaud</a>.',
        pictures: [
            {
                id: "127804679",
                src: "//embed.gettyimages.com/embed/127804679?et=j4D3HBfGSmNKCXHqVf3GFA&tld=es&sig=czV-hr60jPcg8wcK8euUNcnm69NVbyso9XVaEmAJxow=&caption=false&ver=1",
                width: 594,
                height: 395,
                caption: "El rey Juan Carlos y la presidenta de Suiza, Micheline Calmy-Rey, pasan revista a las tropas durante la visita oficial.",
            },
        ],
    },
    {
        id: "visita_a_jordania_2011",
        title: "El rey viaja a Jordania e interviene en el Foro Económico Mundial",
        date: "2011-10-21",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> viaja a Jordania, donde es recibido por el rey Abdalá II Ibn Al Hussein y participa en la reunión sectorial del Foro Económico Mundial.',
        pictures: [
            {
                id: "129919610",
                src: "//embed.gettyimages.com/embed/129919610?et=f3B-69HKTOhTdyhNWlbV5w&tld=es&sig=0_3JJTcCmkusG0ziPFeeVnbJdzxzhr331J77sNNP6ds=&caption=false&ver=1",
                width: 594,
                height: 396,
                caption: "Juan Carlos, en un evento del Foro Económico Mundial durante el viaje oficial a Jordania.",
            },
        ],
    },
    {
        id: "viaje_a_kuwait_2012",
        title: "Viaje a Kuwait",
        date: "2012-04-03",
        description: 'Reunión con el <a href="#/persons/emir_de_kuwait">emir Sabah Al-Ahmad Al-Yaber Al-Sabah</a> y con el P. M. Yaber Al-Mubarak Al-Hamad Al-Sabah. Dos días.',
    },
    {
        id: "viaje_a_marruecos_2013",
        title: "Visita oficial de cuatro días a Marruecos",
        date: "2013-07-15",
        description: 'Viaje de Estado a Marruecos, en cuya capital, Rabat, el <a href="#/persons/juan_carlos">rey Juan Carlos</a> es recibido por el rey <a href="#/persons/mohamed_vi">Mohamed VI</a>. La investigación revela que este último regaló al rey de España <a href="#/places/marrakech">un terreno sito en Marrakech</a> valorado en 18 millones de dirhams marroquíes. Para inscribir este inmueble, <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> ordenó constituir la sociedad <a href="#/entities/mountain_lion">Mountain Lion</a>, oculta en <a href="#/places/panama">Panamá</a>. Durante el viaje oficial, el rey de España también se reunió con el presidente del Gobierno marroquí, Abdelilah Benkirán.',
        pictures: [
            {
                id: "173671427",
                src: "//embed.gettyimages.com/embed/173671427?et=PQhqXy2HRElVN2YgqaiK0g&tld=es&sig=t65QSkL9pDAFprlnCE7R3RdYk7d6bSWC4kofiLxh954=&caption=false&ver=1",
                width: 594,
                height: 396,
                caption: "Los reyes de España y Marruecos, en el Palacio Real de Rabat durante el segundo día de la visita oficial.",
            },
        ],
    },
    {
        id: "viaje_a_abu_dabi_2014",
        where: "#/places/abu_dabi",
        title: "Viaje a Abu Dabi y Dubái",
        date: "2014-04-13",
        description: 'Estancia de tres días en el país del Golfo Pérsico, acompañado de una delegación del Gobierno de España y de personalidades de los negocios como el presidente del grupo ACS y del club de fútbol Real Madrid, Florentino Pérez. Durante su estancia, el ahora <a href="#/persons/juan_carlos">rey emérito de España</a> se reunió con el príncipe heredero de <a href="#/places/abu_dabi">Abu Dabi</a>, el jeque <a href="#/persons/mohamed_bin_zayed_al_nahyan">Mohamed bin Zayed Al Nahayan</a>, y presidió el primer Foro Económico Hispano Saudí, que tuvo lugar en el lujoso hotel Emirates Palace, lugar donde se refugiaría <a href="#/events/marcha_de_espana">tras marchar de España en agosto de 2020</a>. La parada en Abu Dabi es la primera de una gira por los países del Golfo Pérsico.',
        pictures: [
            {
                id: "484780377",
                src: "//embed.gettyimages.com/embed/484780377?et=cgnyE1tSTe1xTFn1HZwqjA&tld=es&sig=Ne8uX1_i2qN3ZkMapssEXsBq0vxFRjUrfJE8YQNpcFQ=&caption=false&ver=1",
                width: 594,
                height: 383,
                caption: "El rey Juan Carlos saluda a personalidades de los Emiratos Árabes Unidos a su llegada al Emirates Palace.",
            },
        ],
    },
    {
        id: "viaje_a_kuwait_2014",
        title: "Juan Carlos llega a Kuwait",
        date: "2014-04-15",
        description: 'La comitiva real llega a Kuwait, donde permanecerá por dos días. Allí el <a href="#/persons/juan_carlos">rey de España</a> es recibido por el <a href="#/persons/emir_de_kuwait">emir Sabah Al-Ahmad Al-Yaber Al-Sabah</a>. Previamente, en 2008, el rey Juan Carlos había impuesto al kuwaití el Collar de la Orden del Mérito Civil, a propuesta del Ministerio de Asuntos Exteriores.',
        pictures: [
            {
                id: "484924847",
                src: "//embed.gettyimages.com/embed/484924847?et=7uf4U9WJThVU0rKvyO-xOA&tld=es&sig=2EVq5jt3swm7PpB4X4F6209G8HhDQPd3fqOjBx2XOhU=&caption=false&ver=1",
                width: 594,
                height: 480,
                caption: "El rey español y el emir, en Kuwait City durante la visita oficial.",
            },
        ],
    },
    {
        id: "viaje_a_oman",
        title: "El rey visita el sultanato árabe de Omán",
        date: "2014-04-29",
        where: "#/places/oman",
        description: 'Visita de tres días al Estado árabe de <a href="/places/oman">Omán</a>, donde es recibido por el sultán <a href="#/persons/qabus_bin_said">Qabus bin Said</a>. Posteriormente se hace público que <a href="/persons/corinna">Corinna zu Sayn-Wittgenstein</a> reveló al <a href="/persons/villarejo">comisario Villarejo</a>, durante el transcurso de <a href="/events/cena_santini">una cena mantenida por ambos</a> en el londinense <a href="/places/santini">restaurante Santini</a>, que el sultán regaló al <a href="/persons/juan_carlos">rey Juan Carlos</a> un exclusivo <a href="#/places/princes_gate_5">inmueble en Prices Gate</a>, valorado en 50 millones de libras y sito en el barrio de Knightsbridge de la capital británica.',
        pictures: [
            {
                id: "487311077",
                src: "//embed.gettyimages.com/embed/487311077?et=c0xS4tTESmFF11A4A_sUbw&tld=es&sig=EpCAXJtLMhPGjW3iivVSx6oYfh13VsH2VThFCd26k2g=&caption=false&ver=1",
                width: 594,
                height: 475,
                caption: "El sultan omaní, Qabus bin Said Al Said, camina con el rey Juan Carlos a la llegada de este a Muscat, el 29 de abril de 2014.",
            },
        ],
    },
    {
        id: "viaje_a_barein",
        title: "El rey hace una visita oficial a Baréin",
        date: "2014-05-01",
        description: 'En el pequeño país insular árabe el <a href="#/persons/juan_carlos">rey Juan Carlos</a> es recibido por el rey <a href="#/persons/hamad_bin_isa_al_jalifa">Hamad bin Isa Al Jalifa</a>. La estancia tiene lugar por dos días.',
        pictures: [
            {
                id: "487595697",
                src: "//embed.gettyimages.com/embed/487595697?et=KczI8BKjR-N_J8zmF4TT9Q&tld=es&sig=V_12CYZzDsO_H7cw1CNhbj9RBzGUotbwWFaL3xuS0fA=&caption=false&ver=1",
                width: 594,
                height: 396,
                caption: "Juan Carlos conversa con el rey de Baréin, Hamad bin Isa Al Jalifa, durante la ceremonia de bienvenida en Manama, capital de reino.",
            },
        ],
    },
    {
        id: "viaje_a_arabia_saudi",
        title: "El rey visita a Arabia Saudí en un viaje «estrictamente económico»",
        date: "2014-05-17",
        description: 'El <a href="#/persons/juan_carlos">rey de España</a> visita <a href="#/places/arabia_saudi">Arabia Saudí</a> en el marco de una gira por el Golfo Pérsico en que ha hecho escala en otros cuatro países más. El rey Juan Carlos no visita ni al <a href="#/persons/abdala_bin_abdulaziz">rey Abdalá bin Abdulaziz</a> —de quien previamente el jefe de Estado español <a href="#/events/lucum_recibe_100_millones">recibió 100 millones de dólares</a>— por su <q>delicado de salud</q>, ni los trabajos del <a href="#/events/anuncio_adjudicacion_ave">tren de alta velocidad a La Meca</a> —en los que el rey <a href="#/documents/comision_rogatoria">habría intercedido como comisionista</a>— <q>debido a las altas temperaturas</q>. Sobre estos últimos, <a href="#/articles/elpais_101728">la prensa del día</a> destaca que las obras se encuentran <q>algo retrasadas porque los chinos están entregando tarde y mal, en muchos casos, la estructura a los ingenieros españoles</q>. Se destaca la naturaleza <q>estrictamente económica</q> del viaje y se explica que ni el Rey ni el Gobierno han hablado de los derechos humanos en <a href="#/places/arabia_saudi">Arabia Saudí</a>, una monarquía absoluta islámica, porque <q>España no quiere meter el dedo en el ojo al primer productor mundial de petróleo</q>. La estancia tiene tres días de duración.',
    },
    {
        id: "regularizacion_fiscal",
        title: "Juan Carlos paga más de 670.000 euros a Hacienda",
        date: "2020-12-09",
        description: '<a href="#/persons/juan_carlos">Juan Carlos</a> paga a <a href="#/entities/aeat">Hacienda</a> 673.393,72 euros para regularizar su situación fiscal, según informa <a href="#/persons/javier_sanchez_junco">su abogado</a> a través de <a href="#/documents/comunicado_regularizacion_fiscal">un comunicado</a>. A este pago <q>voluntario</q> <a href="#/events/segunda_regularizacion_fiscal">se sucede otro en febrero</a>, de más de cuatro millones de euros.',
        document: "#/documents/comunicado_regularizacion_fiscal",
    },
    {
        id: "constitucion_lucum",
        title: "Se constituye en Panamá la fundación Lucum",
        where: "#/places/panama",
        date: "2008-07-31",
        document: "#/documents/acta_constitucion_lucum",
        description: 'Se constituye <a href="#/places/ginebra">desde Ginebra</a> en <a href="#/places/panama">Panamá</a> la <a href="#/entities/lucum">fundación Lucum</a>, con cuenta numerada 505523 en el <a href="#/entities/mirabaud">banco suizo Mirabaud</a>. Y <q>para recibir</q>, <a href="#/documents/reglamento_lucum">según sus posteriores estatutos</a>, <q>una donación de 64.884.405 euros efectuada por el rey de Arabia Saudí en favor del Rey de España</q>.',
    },
    {
        id: "renuncia_herencia",
        title: "Felipe VI renuncia a la herencia de su padre",
        where: "#/places/zarzuela",
        date: "2020-03-15",
        description: 'En <a href="#/documents/comunicado_casa_real_2020_03_15">un insólito comunicado</a>, la <a href="#/entities/casa_real">Casa Real</a> anuncia que el <a href="#/persons/felipe_vi">rey Felipe VI</a> renuncia a la herencia que pudiera corresponderle por parte de su padre. La decisión es interpretada como simbólica, pues conforme el Código Civil español esta renuncia solo puede tener efecto tras la muerte de la persona de quien se haya de heredar.',
        document: "#/documents/comunicado_casa_real_2020_03_15",
    },
    {
        id: "marcha_de_espana",
        title: "Juan Carlos se marcha de España",
        date: "2020-08-03",
        description: '<a href="#/entities/casa_real">La Casa Real</a> informa de que el rey emérito abandona España, sin especificar su destino. Días después se hace público que <a href="#/persons/juan_carlos">Juan Carlos</a> se ha instalado en <a href="#/places/abu_dabi">Abu Dabi</a>.',
        pictures: [
            {
                id: "940613290",
                src: "//embed.gettyimages.com/embed/940613290?et=eHpKdzZjQtJitpO7Wb_ybQ&tld=es&sig=E-vUXVFhQ6Nss8WRDsmjn8eS6diTBhB9uFtXMItOefo=&caption=false&ver=1",
                width: 594,
                height: 396,
                caption: "Juan Carlos se despide, en una fotografía de 2018.",
            },
        ],
    },
    {
        id: "carta_kobre_kim_a_casa_real_1",
        title: "Los abogados de Corinna se dirigen por escrito a la Casa Real",
        date: "2019-03-05",
        document: "#/documents/carta_kobre_kim_3",
        description: 'El despacho <a href="#/entities/kobre_kim">Kobre & Kim</a>, contratado por <a href="#/persons/corinna">Corinna</a>, envía a Zarzuela esta carta, la primera de un intercambio de cinco que tuvo lugar entre marzo y mayo. <a href="#/entities/casa_real">La Casa Real</a> no responde directamente, pero once días después <a href="#/events/encuentro_en_londres_2019_03_16">Juan Carlos vuela a Londres para reunirse con Corinna</a>.',
    },
    {
        id: "carta_kobre_kim_a_casa_real_2",
        title: "Nueva carta de Kobre & Kim a la Casa Real",
        date: "2019-03-18",
        description: '<a href="#/documents/carta_kobre_kim_1">Segunda carta</a> del despacho <a href="#/entities/kobre_kim">Kobre & Kim</a>, representantes de <a href="#/persons/corinna">Corinna</a>, tan solo dos días después del <a href="#/events/encuentro_en_londres_2019_03_16">encuentro en Londres de ambas partes</a>. En la misiva, Corinna trata de forzar la designación de un interlocutor representante del <a href="#/persons/felipe_vi">rey Felipe</a>.',
        document: "#/documents/carta_kobre_kim_1",
    },
    {
        id: "carta_de_zarzuela_a_rathmell",
        title: "El jefe de la Casa Real responde a los abogados de Corinna",
        date: "2019-03-21",
        where: "#/places/zarzuela",
        description: 'El jefe de la <a href="#/entities/casa_real">Casa Real</a>, <a href="#/persons/jaime_alfonsin">Jaime Alfonsín</a>, dirige <a href="#/documents/carta_zarzuela">una carta</a> en respuesta a <a href="#/documents/carta_kobre_kim_3">los escritos previos</a> del despacho <a href="#/entities/kobre_kim">Kobre & Kim</a> contratado por <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>, y posteriormente al <a href="#/events/encuentro_en_londres_2019_03_16">encuentro en Londres de ambas partes</a>.',
        document: "#/documents/carta_zarzuela",
    },
    {
        id: "carta_kobre_kim_a_casa_real_3",
        title: "Tecera carta de Kobre & Kim a la Casa Real",
        date: "2019-04-23",
        description: '<a href="#/documents/carta_kobre_kim_2">Tercera y última carta</a> —que sea conocido—, de los <a href="#/entities/kobre_kim">abogados de Corinna<a/> a la <a href="#/entities/casa_real">Casa Real</a>. Tiene lugar tras <a href="#/documents/affidavit_corinna">la detallada declaración jurada</a> aportada por <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> al tribunal que juzga a <a href="#/persons/villarejo">José Manuel Villarejo</a> en el contexto de las presuntas <q>amenazas</q> a ella por parte del <a href="#/persons/roldan">general Sanz Roldán</a>.',
        document: "#/documents/carta_kobre_kim_2",
    },
    {
        id: "evento_alfonsin_a_rathmell",
        title: "Zarzuela reitera a los abogados de Corinna su negativa a establecer una interlocución",
        date: "2019-05-03",
        where: "#/places/zarzuela",
        description: 'En <a href="#/documents/alfonsin_a_rathmell">una lacónica carta</a>, el <a href="#/persons/jaime_alfonsin">jefe de la Casa Real</a> reitera su negativa a establecer un cauce de comunicación formal con <a href="#/entities/kobre_kim">el equipo legal</a> de <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>.',
        document: "#/documents/alfonsin_a_rathmell",
    },
    {
        id: "presentacion_ssif",
        title: "Presentación en El Pardo del Fondo de Infraestructuras Hispano-Saudí",
        date: "2007-06-19",
        description: 'La prensa del día destaca que <q>El <a href="#/persons/juan_carlos">rey Juan Carlos</a> y el <a href="#/persons/abdala_bin_abdulaziz">rey Abdulá</a> presiden el lanzamiento de <a href="#/entities/ssif">un fondo de inversión</a> dotado con 5.000 millones de dólares de capital íntegramente privado para realizar proyectos conjuntos de desarrollo de infraestructuras, de la industria energética, de nuevas tecnologías y de la industria de Defensa principalmente en <a href="#/places/arabia_saudi">Arabia Saudí</a>, Oriente Próximo y Norte de Africa</q>.',
        pictures: [
            {
                id: "74783689",
                src: "//embed.gettyimages.com/embed/74783689?et=h7ktxJWKR4dGwOlCa_xOQA&tld=es&sig=4fjkglSVrK5bXiWRYlQKTa77LXMPcZ1FlxP9GdQfzNA=&caption=false&ver=1",
                width: 594,
                height: 471,
                caption: "El rey de Arabia Saudí y el presidente español, José Luis Rodríguez Zapatero, el día de la presentación del fondo de inversión entre ambos países.",
            },
        ],
    },
    {
        id: "firma_del_ssif",
        title: "Se firma el Fondo Hispano-Saudí de Infraestructuras",
        date: "2007-12-21",
        description: 'El fondo de inversión, conocido por sus siglas en inglés, <a href="#/entities/ssif">SSIF</a> es rubricado por los ministros de Industria de España, Joan Clos, y de <a href="#/places/arabia_saudi">Arabia Saudí</a>, Ibrahim al Assaf. Nace con el objetivo de alcanzar los mil millones de dólares para la inversión en proyectos de valor, pero la iniciativa se liquida en 2009 con pérdidas millonarias para las 14 empresas españolas participantes. El fondo se inscribe en la <a href="#/places/guernsey">isla de Guernsey</a>, un paraíso fiscal.',
    },
    {
        id: "carta_juan_carlos_2018_08_12",
        title: "Carta de Juan Carlos a Dante Canonica",
        date: "2018-08-12",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> se dirige por carta a su gestor en Ginebra, <a href="#/persons/dante_canonica">Dante Canonica</a>, para <q>confirmarle una vez más</q> el carácter <q>irrevocable</q> de su donación a <a href="#/persons/corinna">Corinna</a>, y que <q>contrariamente a lo que se pueda indicar en la prensa española</q> ella jamás ha actuado como su testaferro.</q>',
        document: "#/documents/carta_juan_carlos_dante_canonica_2018_08_12",
    },
    {
        id: "bertossa_inicia_proceso",
        title: "La fiscalía suiza inicia un proceso penal por presunto blanqueo de capitales",
        date: "2018-08-06",
        description: 'Las coversaciones grabadas por el <a href="#/persons/villarejo">comisario Villarejo</a> provocan la apertura de una causa penal en Suiza, instruida por el fiscal <a href="#/persons/yves_bertossa">Yves Bertossa</a>. Se acusa a los gestores del <a href="#/persons/juan_carlos">rey Juan Carlos</a> en Ginebra, <a href="#/persons/dante_canonica">Dante Canonica</a> y <a href="#/persons/arturo_fasana">Arturo Fasana</a>; la entidad financiera ginebrina donde recibió la <a href="#/events/lucum_recibe_100_millones">millonaria donación saudí</a>, el <a href="#/entities/mirabaud">banco Mirabaud</a>, y a su entonces pareja sentimental, <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>. Durante el proceso también testifica su primo, <a href="#/persons/alvaro_de_orleans">Álvaro de Orleans-Borbón</a>. En las semanas posteriores se realizan registros en la gestora patrimonial del rey emérito y otras fortunas, <a href="#/entities/rhone">Rhône Gestion</a>.',
        pictures: [
            {
                id: "951926132",
                src: "//embed.gettyimages.com/embed/951926132?et=8ut_XDZTRPxZseqevniqAg&tld=es&sig=XT7WK33pqd7E2frmgqONA1vq1Wxc0KCdozY-he3HNuI=&caption=false&ver=1",
                width: 594,
                height: 396,
                caption: "El fiscal suizo Yves Bertossa dirige la investigación.",
            },
        ],
    },
    {
        id: "evento_carta_juan_carlos_dante_canonica_y_arturo_fasana_2012_05_30",
        title: "Juan Carlos escribe a sus gestores en Suiza",
        date: "2012-05-30",
        document: "#/documents/carta_juan_carlos_dante_canonica_y_arturo_fasana_2012_05_30",
        description: 'Tras <a href="#/events/evento_vuelo_dante">reunirse la semana anterior</a> en Madrid con <a href="#/persons/dante_canonica">Dante Canonica</a>, el <a href="#/persons/juan_carlos">rey Juan Carlos</a> pone formalmente por escrito <a href="#/documents/carta_juan_carlos_dante_canonica_y_arturo_fasana_2012_05_30">un texto</a> dirigido tanto a Canonica como a su otro gestor en Ginebra, <a href="#/persons/arturo_fasana">Arturo Fasana</a>, en el que expresa su voluntad de deshacerse de manera <q>irreversible</q> de los fondos de <a href="#/entities/lucum">Lucum</a> en favor de su amiga <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>.',
    },
    {
        id: "evento_carta_juan_carlos_antonio_de_palma_2012_06",
        title: "Juan Carlos escribe al presidente del banco Mirabaud",
        document: "#/documents/carta_juan_carlos_antonio_de_palma_2012_06",
        date: "2012-06-05",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> dirige <a href="#/documents/carta_juan_carlos_antonio_de_palma_2012_06">una carta</a> al presidente del <a href="#/entities/mirabaud">banco Mirabaud</a>, <a href="#/persons/antonio_de_palma">Antonio Palma</a>, días antes de la disolución de la <a href="#/entities/lucum">fundación Lucum</a>. En ella da instrucciones para transferir la totalidad de los haberes a la cuenta en <a href="#/places/bahamas">Bahamas</a> que en el <a href="#/entities/gonet">banco Gonet</a> había abierto la sociedad <a href="#/entities/solare">Solare Investors</a>, inscrita a su vez en <a href="#/places/panama">Panamá</a>.',
    },
    {
        id: "evento_carta_calden_siam",
        title: "Dante Canonica escribe al representante de Corinna los detalles de la devolución de los préstamos de Juan Carlos",
        date: "2010-12-01",
        document: "#/documents/carta_calden_siam",
        description: '<a href="#/persons/dante_canonica">Dante Canonica</a> dirige a <a href="#/persons/turrettin">Maurice Turrettini</a>, el <a href="#/documents/carta_calden_siam">detalle para la amortización de los préstamos</a> entre <a href="#/persons/juan_carlos">Juan Carlos</a> y su pareja <a href="#/persons/corinna">Corinna</a>. Para ello cada parte emplea una sociedad pantalla inscrita en <a href="#/places/panama">Panamá</a>: <a href="#/entities/calden">Calden Overseas</a> es la prestadora y <a href="#/entities/siam_partners">Siam Partners</a> la prestataria.',
    },
    {
        id: "evento_zagatka_paga_disolucion_de_lucum",
        title: "Zagatka paga la disolución de Lucum",
        date: "2012-09-27",
        document: "#/documents/zagatka_paga_disolucion_de_lucum",
        description: 'Se trata de un hecho singular que vincula documentalmente la gestión de la fundación panameña <a href="#/entities/lucum">Lucum</a> con la liechtensteiniana <a href="#/entities/zagatka">Zagatka</a>. Ambas tienen al <a href="#/persons/juan_carlos">rey Juan Carlos</a> entre sus beneficiarios, pero su primo <a href="#/persons/alvaro_de_orleans">Álvaro de Orleans-Borbón</a> afirma absolutamente que él es <a href="#/articles/elpais_2020_03_01">el único y exclusivo propietario</a> de todos los activos de Zagatka, con los que pagó unos tres millones de euros en vuelos privados del rey emérito <q>por tradición familiar</q>. Sin embargo, <a href="#/documents/zagatka_paga_disolucion_de_lucum">Zagatka corrió con los 795 francos suizos</a> que costó liquidar Lucum.',
    },
    {
        id: "evento_air_partner",
        title: "El rey parte en viaje privado a Baréin y Abu Dabi",
        document: "#/documents/fax",
        date: "2016-03-31",
        description: 'El vuelo parte de la <a href="#/places/torrejon">base militar de Torrejón</a> y llega a Baréin por la tarde. El <a href="#/persons/juan_carlos">rey Juan Carlos</a> permanece cuatro días en el sultanato árabe, desde donde parte el lunes 4 de abril con destino a <a href="#/places/abu_dabi">Abu Dabi</a>. Regresa a Madrid tres días después, sin que sea conocido el motivo de la estancia.',
    },
    {
        id: "evento_fax",
        title: "Álvaro de Orleans-Borbón contrata para Juan Carlos un vuelo a Baréin y Abu Dabi",
        date: "2016-03-22",
        document: "#/documents/air_partner",
        description: 'El primo del rey, <a href="#/persons/alvaro_de_orleans">Álvaro de Orleans-Borbón</a>, contrata <a href="#/events/evento_air_partner">un viaje privado</a> de <a href="#/persons/juan_carlos">Juan Carlos</a> al sultanato árabe de Baréin y a <a href="#/places/abu_dabi">Abu Dabi</a>. El monarca regresa a España una semana después.',
    },
    {
        id: "evento_gaya",
        title: "Canonica registra las instrucciones para el pago de dos millones a Marta Gayá",
        date: "2011-11-18",
        document: "#/documents/gaya",
        description: 'En <a href="#/documents/gaya">una nota interna</a>, <a href="#/persons/dante_canonica">Dante Canonica</a> registra las instrucciones recibidas para transferir <q>dos millones de euros en total</q> —uno <q>este año</q> y otro <q>el siguiente</q>— a <a href="#/persons/marta_gaya">Marta Gayá Hernández</a>, conocida por su estrecha relación con el <a href="#/persons/juan_carlos">rey Juan Carlos</a>. La mallorquina ha abierto una cuenta personal en el <a href="#/entities/mirabaud">banco Mirabaud</a>.',
    },
    {
        id: "evento_pago_a_gaya",
        title: "Lucum paga un millón de euros a Marta Gayá",
        date: "2011-11-18",
        document: "#/documents/pago_a_gaya",
        description: 'El <a href="#/entities/mirabaud">banco Mirabaud</a> entrega en ventanilla <a href="#/documents/pago_a_gaya">un millón de euros</a> de la <a href="#/entities/lucum">fundación Lucum</a> del <a href="#/persons/juan_carlos">rey de España</a>. Ese mismo día el abogado del rey Juan Carlos, el suizo <a href="#/persons/dante_canonica">Dante Canonica</a>, registra <a href="#/documents/gaya">una nota interna</a> posteriormente intervenida por la policía, con instrucciones del entonces rey de España para entregar esa cantidad a su amiga íntima, <a href="#/persons/marta_gaya">Marta Gayá Hernández</a>.',
    },
    {
        id: "evento_credit_suisse_zagatka",
        title: "Arturo Fasana abre una cuenta para Zagatka en Credit Suisse",
        document: "#/documents/credit_suisse_zagatka",
        date: "2009-07-28",
        description: '<a href="#/persons/arturo_fasana">Arturo Fasana</a> abre en una oficina de <a href="#/entities/credit_suisse">Credit Suisse</a> en <a href="#/places/ginebra">Ginebra</a> una cuenta corriente para la <a href="#/entities/zagatka">fundación Zagatka</a>. Lo hace en calidad de representante de su gestora patrimonial <a href="#/entities/rhone">Rhône Gestion</a>, y consigna a <a href="#/persons/alvaro_de_orleans">Álvaro de Orleans-Borbón</a> como beneficiario de la entidad, así como a <a href="#/persons/dante_canonica">Dante Canonica</a> y <a href="#/persons/guido_meier">Guido Meier</a> como miembros del Consejo de la fundación, que está inscrita en <a href="#/places/liechtenstein">Liechtenstein</a>. Zagatka llegó a tener ocho cuentas en Credit Suisse, uno de cuyos consejeros era entonces el yerno del rey, <a href="#/persons/marichalar">Jaime de Marichalar</a>.',
    },
    {
        id: "evento_affidavit_corinna",
        title: "Corinna firma una declaración jurada para un tribunal español",
        date: "2019-04-09",
        description: 'Paralelamente a las conversaciones entre <a href="#/entities/kobre_kim">Kobre & Kim</a> y la <a href="#/entities/casa_real">Casa Real</a>, <a href="#/persons/corinna">Corinna</a> dirige <a href="#/documents/affidavit_corinna">una detallada declaración</a> al tribunal español que juzga al <a href="#/persons/villarejo">comisario Villarejo</a> en relación con las presuntas amenazas vertidas a ellas por el <a href="#/persons/roldan">general Sanz Roldan</a>.',
        document: "#/documents/affidavit_corinna",
    },
    {
        id: "evento_mirabaud_50000",
        title: "Juan Carlos retira 50.000 francos de Lucum",
        date: "2012-03-16",
        description: '<a href="#/persons/arturo_fasana">Arturo Fasana</a> retira 50.000 francos suizos de la cuenta de la <a href="#/entities/lucum">fundación Lucum</a> en el <a href="#/entities/mirabaud">banco Mirabaud</a> y se los entrega al <a href="#/persons/juan_carlos">rey Juan Carlos</a>.',
        document: "#/documents/mirabaud_50000",
    },
    {
        id: "evento_villars_250000",
        title: "Juan Carlos retira un cuarto de millón de euros en Villars",
        date: "2010-02-03",
        description: '<a href="#/persons/arturo_fasana">Arturo Fasana</a> y el <a href="#/persons/juan_carlos">rey Juan Carlos</a> se reúnen en <a href="#/places/villars">Villars-sur-Ollon</a>, donde el gestor de patrimonios suizo <a href="#/documents/villars_250000">le entrega 250.000 euros en metálico</a>.',
        document: "#/documents/villars_250000",
    },
    {
        id: "evento_vuelo_dante",
        title: "Dante Canonica vuela a Zarzuela",
        date: "2012-04-25",
        description: 'El abogado suizo del rey, <a href="#/persons/dante_canonica">Dante Canonica</a>, <a href="#/documents/declaracion_alvaro_de_orleans">vuela a Madrid</a>. No consta la razón del viaje, pero la estancia, de tan solo unas horas, ocurre estando el <a href="#/persons/juan_carlos">rey Juan Carlos</a> convaleciente tras su <a href="#/events/accidente_botsuana">accidente en Botsuana</a>, y semanas antes de que el monarca <a href="#/events/juan_carlos_dona_a_corinna">se desprendiera de los activos</a> de la <a href="#/entities/lucum">fundación Lucum</a> mediante una transferencia a <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>.',
        document: "#/documents/vuelo_dante",
    },
    {
        id: "evento_declaracion_alvaro_de_orleans",
        title: "Álvaro de Orleans declara ante el fiscal Yves Bertossa",
        date: "2018-10-10",
        description: '<a href="#/persons/alvaro_de_orleans">Álvaro de Orleans-Borbón</a>, pariente del <a href="#/persons/juan_carlos">rey Juan Carlos de Borbón</a>, <a href="#/documents/declaracion_alvaro_de_orleans">presta declaración</a> ante el fiscal <a href="#/persons/yves_bertossa">Yves Bertossa</a> en el marco de <a href="#/events/bertossa_inicia_proceso">la causa abierta en Suiza</a> contra la pareja del rey, <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>, su abogado <a href="#/persons/dante_canonica">Dante Canonica</a>, su gestor patrimoninal, <a href="#/persons/arturo_fasana">Arturo Fasana</a> y el <a href="#/entities/mirabaud">banco Mirabaud</a>, depositario de la fortuna de su <a href="#/entities/lucum">fundación Lucum</a>.',
        document: "#/documents/declaracion_alvaro_de_orleans",
    },
    {
        id: "cena_santini",
        title: "Corinna y Villarejo cenan juntos en el restaurante Santini",
        date: "2016-10-07",
        description: 'El <a href="#/persons/villarejo">comisario Villarejo</a> se desplaza a Londres, donde se reúne con <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> y cenan juntos en el <a href="#/places/santini">restaurante Santini</a> del distrito de Begravia, a pocos metros del <a href="#/places/belgrave">domicilio de la ya ex pareja</a> del <a href="#/persons/juan_carlos">rey Juan Carlos</a>. El comisario graba subrepticiamente la conversación, que <a href="#/articles/okdiario_5894643">llegaría a la prensa en julio de 2020</a>. Durante el encuentro, la que fuera ex pareja del rey revela al policía que <a href="#/persons/qabus_bin_said">el sultán de Omán</a> regaló al rey de España un inmueble en Londres valorado en 50 millones de libras. El rey Juan Carlos <a href="#/events/viaje_a_oman">había visitado Omán en 2014</a>, un mes antes de anunciarse su abdicación.',
        pictures: [
            {
                file: "file:events/pictures/cena_santini.jpg",
                caption: "Vista del comedor del restaurante donde tuvo lugar el encuentro.",
                source: {
                    name: "Santini Restaurant",
                    link: "https://www.santinirestaurant.com/",
                },
            },
        ],
    },
    {
        id: "evento_correo_de_paul_bon_27_abril",
        title: "Un misterioso Paul Bon escribe a Corinna",
        date: "2012-04-27",
        document: "#/documents/correo_de_paul_bon_27_abril",
        description: '<a href="#/persons/corinna">Corinna</a> recibe un correo desde una cuenta gratuita de Gmail, procedente de un tal Paul Bon, quien dice actuar en nombre de <q><a href="#/persons/juan_carlos">su majestad</a></q>. En <a href="#/documents/affidavit_corinna">su declaración jurada dirigida a un juzgado español</a>, Corinna atribuye estos mensajes al general <a href="#/persons/roldan">Félix Sanz Roldán</a>.',
    },
    {
        id: "evento_correo_de_paul_bon_17_mayo",
        title: "Paul Bon escribe a Corinna sobre su seguridad",
        document: "#/documents/correo_de_paul_bon_17_mayo",
        date: "2012-05-17",
        description: 'En <a href="#/documents/correo_de_paul_bon_17_mayo">este segundo correo</a>, Paul Bon alude a la seguridad de <a href="#/persons/corinna">Corinna</a>, y le aconseja hacerse con <q>un guarda de seguridad</q> hasta que se deshaga de <q>las cajas negras con la documentación</q>.',
    },
    {
        id: "modificacion_reglamento_zagatka",
        title: "Se modifica el reglamento de Zagatka para incluir a Felipe VI y las infantas",
        date: "2006-05-08",
        description: 'Casi tres años después de <a href="#/events/reglamento_zagatka">su constitución</a>, los gestores de la <a href="#/entities/zagatka">fundación Zagatka</a> hacen efectiva una segunda versión de los estatutos. La modificación es relevante porque incorpora como beneficiarios al actual rey de España, <a href="#/persons/felipe_vi">Felipe VI</a>, y a sus hermanas <a href="#/persons/cristina">Cristina</a> y <a href="#/persons/elena">Elena de Borbón</a>.',
        document: "#/documents/2_reglamento_zagatka",
    },
    {
        id: "reglamento_zagatka",
        title: "Se constituye en Liechtenstein la fundación Zagatka",
        date: "2003-10-01",
        description: 'Se da de alta en el <a href="#/places/liechtenstein">principado de Liechtenstein</a>, pero con cuenta corriente en un banco suizo, la fundación que en los años posteriores pagaría regalos y <a href="#/documents/air_partner">viajes privados del rey Juan Carlos</a> por un monto aproximado de tres millones de euros. El primer beneficiario, sin embargo, es su primo <a href="#/persons/alvaro_de_orleans">Álvaro de Orleans-Borbón</a>, seguido de su hijo <a href="#/persons/andres_de_orleans">Andrés de Orleans-Borbón</a>, y en tercer lugar <a href="#/persons/juan_carlos">Juan Carlos de Borbón</a>. En 2006 <a href="#/documents/2_reglamento_zagatka">se inscribe también como beneficiarios</a> al actual rey de España, <a href="#/persons/felipe_vi">Felipe de Borbón y Grecia</a> y a sus hermanas <a href="#/persons/cristina">Cristina</a> y <a href="#/persons/elena">Elena de Borbón</a>.',
    },
    {
        id: "anuncio_adjudicacion_ave",
        title: "Arabia Saudí anuncia la adjudicación a un conglomerado de empresas españolas del AVE Medina-La Meca",
        date: "2011-10-26",
        description: 'El Ministerio de Transportes de <a href="#/places/arabia_saudi">Arabia Saudí</a> anuncia la adjudicación a un conglomerado de 12 empresas españolas del contrato para el AVE Medina-La Meca; un contrato histórico por valor 6.737 millones de euros. La línea de alta velocidad fue inaugurada en septiembre de 2018.',
        pictures: [
            {
                id: "1051881022",
                src: "//embed.gettyimages.com/embed/1051881022?et=H5NKtqckRKhJu4Nxsd8k1g&tld=es&sig=duC3Avb-t18bhqlHetBsaa2r0uRcq8yv0lyj-VhIVlM=&caption=false&ver=1",
                width: 594,
                height: 393,
                caption: "La línea, también llamada <cite>tren del Haramain</cite>, une los 450 kilómetros que distan las dos ciudades santas del Islam.",
            },
        ],
    },
    {
        id: "adjudicacion_ave_medina_la_meca",
        title: "Firma de la adjudicación del AVE Medina-La Meca",
        date: "2012-01-14",
        description: 'Se firma el <em>megacontrato</em>, en el que resultan adjudicatarias, entre otras, las empresas españolas <a href="#/entities/ohl">OHL</a>, Renfe, Adif, Talgo, <a href="#/entities/indra">Indra</a> y Cobra (parte del grupo ACS). El acto tiene lugar en Riad, <a href="#/places/arabia_saudi">Arabia Saudí</a>.',
    },
    {
        id: "zagatka_paga_150000_a_corinna",
        title: "Zagatka transfiere a Corinna 150.000 euros",
        date: "2010-07-06",
        description: 'La <a href="#/documents/comision_rogatoria">fiscalía de Ginebra ha comprobado</a> que la <a href="#/entities/zagatka">fundación Zagatka</a> realiza este día un pago de 150.000 euros en favor de la cuenta que <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> tiene abierta en el <a href="#/entities/hsbc">banco HSBC</a> de Mónaco. Sin embargo, durante el interrogatorio al primer beneficiario de la fundación, <a href="#/persons/alvaro_de_orleans">Álvaro de Orleans-Borbón</a>, este niega haber hecho donación alguna a la alemana de origen danés.',
    },
    {
        id: "disolucion_delantera_financiera",
        title: "El hijo de Pilar de Borbón disuelve Delantera Financiera",
        date: "2014-06-24",
        description: 'Causa baja <a href="#/entities/delantera_financiera">Delantera Financiera</a>, una sociedad inscrita en el paraíso fiscal de <a href="#/places/panama">Panamá</a> y propiedad de <a href="#/persons/pilar_de_borbon">Pilar de Borbón</a>, hermana del <a href="#/persons/juan_carlos">rey Juan Carlos</a>. Desde 2006 la entidad estaba dirigida por su hijo, Bruno Alejandro Gómez-Acebo Borbón. La baja tiene lugar cinco días después de que <a href="#/events/abdicacion_efectiva">el rey emérito abdicara la Corona</a> y perdiera, por lo tanto, la <q>inviolabilidad</q> que la Constitución confiere al jefe del Estado, y casi 40 años después de que la entonces infanta de España tomara sus riendas en calidad de presidenta y directora.',
        pictures: [
            {
                id: "1092185392",
                src: "//embed.gettyimages.com/embed/1092185392?et=e6kbITluSIhcLLnH-QS9Pg&tld=es&sig=SWSBjmI49HFgs1pERQm0__zJDTOBBLI_G-ZChORLbLM=&caption=false&ver=1",
                width: 594,
                height: 396,
                caption: "Pilar de Borbón (izquierda), mantuvo esta sociedad opaca en Panamá durante décadas.",
            },
        ],
    },
    {
        id: "evento_comision_rogatoria",
        title: "La fiscalía suiza dirije una comisión rogatoria a la Audiencia Nacional",
        date: "2019-08-16",
        description: 'El fiscal suizo <a href="#/persons/yves_bertossa">Yves Bertossa</a> remite <a href="#/documents/comision_rogatoria">una solicitud de asistencia internacional</a> al fiscal español Manuel García Castellón. El documento detalla los hechos que están siendo investigados en Suiza, con explícita mención al <a href="#/persons/juan_carlos">rey Juan Carlos de España</a> como beneficiario de al menos una <q>comisión ilícita</q>, citando que <q>habría ocultado los fondos bajo la identidad de testaferros</q> suizos y utilizado el nombre de su <q>amiga íntima</q> <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> para ocultar parte de su patrimonio a las autoridades. El fiscal correlaciona el aumento del patrimonio del rey de España con sus viajes de Estado, en particular a <a href="/events/viaje_oficial_a_abu_dabi_y_dubai">países del Golfo Pérsico</a>.',
        document: "#/documents/comision_rogatoria",
    },
    {
        id: "reunion_corinna_roldan",
        title: "El general Sanz Rodán se reúne en Londres con Corinna",
        date: "2012-05-05",
        where: "#/places/connaught",
        description: 'Según <a href="#/documents/affidavit_corinna">la declaración jurada</a> de <a href="#/persons">Corinna</a>, el director del <a href="#/entities/cni">CNI</a> la visitó en el <a href="#/places/connaught">hotel Connaught</a> de Londres, tras ser informada previamente por el rey <a href="#/persons/juan_carlos">Juan Carlos</a>. Durante la conversación, y según su relato, <a href="#/persons/roldan">el general Sanz Roldán</a> la requirió para que no hablase con la prensa, y le aseguró que <q>no podría garantizar su seguridad física ni la de sus hijos a menos que cumpliera con sus instrucciones</q>. Corinna interpretó esa reunión y los sucesos previos en <a href="#/places/princesse_grace_31">su apartamento</a> y oficinas de Mónaco como <q>una amenaza</q>.',
        pictures: [
            {
                file: "file:events/pictures/connaught.jpg",
                caption: "El hotel de cinco estrellas Connaught, lugar donde se desarrolló el encuentro.",
                source: {
                    name: "Wikipedia",
                    link: "https://en.wikipedia.org/wiki/The_Connaught_(hotel)#/media/File:The_Connaught_1.jpg",
                },
            },
        ],
    },
    {
        id: "reunion_corinna_villarejo_villalonga",
        title: "Villarejo, Villalonga y Corinna se reúnen en Londres",
        date: "2015-06-15", // El día y el mes provienen de #/documents/affidavit_corinna y son confiables, pero el día es aproximado; lo he tomado de esta fuente, a la que no doy credibilidad: https://webcache.googleusercontent.com/search?q=cache:rb7K-hExw-cJ:https://www.farodevigo.es/espana/2020/08/06/corinna-larsen-fantasia-villarejo-20158224.html+&cd=1&hl=es&ct=clnk&gl=es&client=firefox-b-d
        description: 'Esta conversación fue grabada subrepticiamente por el <a href="#/persons/villarejo">ex comisario</a> y fragmentos fueron posteriormente divulgados a los medios de comunicación. Estas conversaciones llegaron a <a href="#/persons/yves_bertossa">la fiscalía de Ginebra</a>, que en el verano de 2018 <a href="#/events/bertossa_inicia_proceso">inicia una investigación</a> que ha aflorado a la luz pública buena parte de esta historia.',
    },
    {
        id: "evento_motamedi",
        title: "Canonica y Motamedi cenan con el rey en Madrid",
        date: "2009-10-18",
        document: "#/documents/motamedi",
        description: '<a href="#/persons/dante_canonica">Dante Canonica</a> y <a href="#/persons/catherine_motamedi">Catherine Motamedi</a> cenan en Madrid con <q>el beneficiario efectivo</q> de la <a href="#/entities/lucum">fundación Lucum</a>, según se recoge en las notas del gestor del rey intervenidas en el registro de su despacho <a href="#/entities/canonica_valticos">Canonica Valticos de Preux et Associés</a>.',
    },
    {
        id: "encuentro_al_jubeir_fasana_washington",
        title: "Fasana y Al-Jubeir se reúnen en Washington",
        where: "#/places/embajada_saudi_washington",
        date: "2008-07-15", // El año y el mes son correctos, pero el día es aproximado, pues no consta en ningún sitio
        description: 'El gestor del rey emérito, <a href="#/persons/arturo_fasana">Arturo Fasana</a>, se reúne con <a href="#/persons/adel_al_jubeir">Adel Al-Jubeir</a>, embajador de <a href="#/places/arabia_saudi">Arabia Saudí</a>, en la <a href="#/places/embajada_saudi_washington">embajada en Washington</a> del país árabe.',
        pictures: [
            {
                file: "file:events/pictures/embajada_saudi_washington.jpg",
                caption: "La embajada de Arabia Saudí en Washington, lugar del encuentro.",
                source: {
                    name: "Wikipedia",
                    link: "https://en.wikipedia.org/wiki/Embassy_of_Saudi_Arabia_in_Washington,_D.C.#/media/File:Embassy_of_Saudi_Arabia,_Washington,_D.C..jpg",
                },
            },
        ],    },
    {
        id: "evento_reglamento_lucum",
        title: "Lucum designa al rey Felipe como beneficiario de la fortuna saudí",
        date: "2011-03-10",
        description: 'El <a href="#/documents/reglamento_lucum">reglamento</a> de la <a href="#/entities/lucum">fundación Lucum</a> designa a <q>todos los miembros de la familia real española</q> como beneficiarios de esta fundación <a href="#/places/panama">oculta en Panamá</a> y con fondos en el banco suizo <a href="#/entities/mirabaud">Mirabaud</a>. El reglamento nombra, específica e <q>irrevocablemente</q>, a <a href="#/persons/juan_carlos"><q>S. M. Juan Carlos I, rey de España</q></a> y a <a href="#/persons/felipe_vi"><q>S. A. R. el Príncipe Felipe de Borbón y Grecia, Príncipe de Asturias</q></a>; así como <a href="#/persons/leonor"><q>al heredero o heredera del trono español</q></a>. El texto también menciona, específicamente y como beneficiarios indirectos de quienes el rey Felipe VI habría de hacerse cargo, a <a href="#/persons/sofia_de_grecia"><q>S. M. la Reina Sofía de España</q></a>, <a href="#/persons/elena"><q>S. A. R. la Infanta Elena de Borbón y Grecia, Duquesa de Lugo</q></a> y a <a href="#/persons/cristina"><q>S. A. R. la Infanta Cristina de Borbón y Grecia, Duquesa de Palma de Mallorca</q></a>, así como a los hijos de todos ellos.',
        document: "#/documents/reglamento_lucum",
    },
    {
        id: "evento_contrato_prestamo",
        title: "Se formaliza un primer préstamo de Juan Carlos a Corinna",
        date: "2009-05-18",
        document: "#/documents/contrato_prestamo",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> ingresa a la entidad panameña <a href="#/entities/siam_partners">Siam Partners</a>, controlada por <a href="#/persons/corinna">Corinna</a>, la cantidad de 1.875.000 francos suizos; 1.242.956 euros al cambio del momento.',
    },
    {
        id: "segundo_prestamo",
        title: "Segundo préstamo de Juan Carlos a Corinna",
        date: "2009-10-16",
        description: '<a href="#/persons/juan_carlos">Juan Carlos</a> efectúa un préstamo a la sociedad <a href="#/entities/siam_partners">Siam Partners</a>, controlada por su pareja <a href="#/persons/corinna">Corina zu Sayn-Wittgenstein</a>, y por un monto de 324.000 euros.',
        document: "#/documents/carta_calden_siam",
    },
    {
        id: "lucum_paga_150000_a_corinna",
        title: "Lucum paga 150.000 € a Corinna",
        date: "2009-11-03",
        description: 'La <a href="#/entities/lucum">fundación Lucum</a> del <a href="#/persons/juan_carlos">rey Juan Carlos</a> transfiere 150.000 € a <a href="#/persons/corinna">Corinna</a>. Según la declaración de ella, para sufragar los gastos de renovación de <a href="#/places/villars">los apartamentos adquiridos en Villars-sur-Ollon</a>.',
    },
    {
        id: "corinna_devuelve_prestamos",
        title: "Corinna devuelve los préstamos con una comisión recibida de Kuwait",
        date: "2010-12-15",
        description: 'Según su declaración ante la fiscalía de <a href="#/places/ginebra">Ginebra</a>, <a href="#/persons/corinna">Corinna</a> recibió en su cuenta personal del <a href="#/entities/mirabaud">banco Mirabaud</a> una comisión de cinco millones de dólares por unos trabajos consistentes en <q>poner en contacto a gente que quiere instalar sociedades en el Medio Oriente</q>. Y con ellos amortizó anticipadamente los dos préstamos vigentes con el <a href="#/persons/juan_carlos">rey Juan Carlos</a>. <a href="#/events/evento_contrato_prestamo">El primero</a> mediante un pago de 1.991.506,80 francos suizos, capital e intereses incuidos; y <a href="#/events/segundo_prestamo">el segundo</a> con una transferencia de 338.877 euros, capital e intereses incluidos. Sin embargo, <a href="#/persons/yves_bertossa">el fiscal suizo</a> recuerda que Kuwait pagó la comisión millonaria a la pareja del rey emérito <q>varios días después</q> de <a href="#/events/viaje_privado_a_kuwait_2010">la visita de Juan Carlos al emir de Kuwait</a>.',
    },
    {
        id: "cristina_ginebra",
        where: "#/places/ginebra",
        title: "La infanta Cristina se muda a Ginebra",
        document: "#/articles/elpais_1375269578",
        date: "2013-07-31",
        description: 'Tras judicializarse el <q>caso Nóos</q>, en el que finalmente resultaría imputada la <a href="#/persons/cristina">infanta Cristina</a> y condenado su marido <a href="#/persons/urdangarin">Iñaki Urdangarin</a>, ambos buscaron instalarse en el extranjero. El empleador de la hija del rey, La Caixa, destinó a la infanta a un puesto en la ciudad suiza de <a href="#/places/ginebra">Ginebra</a>.',
    },
    {
        id: "condena_urdangarin",
        title: "La justicia condena a Iñaki Urdangarín, esposo de la infanta Cristina, a más de seis años de prisión",
        date: "2017-02-17",
        description: 'La Audiencia Provincial de Palma de Mallorca condena a <a href="#/persons/urdangarin">Iñaki Urdangarín</a> a seis años y tres meses de cárcel por los delitos de prevaricación, malversación, fraude, tráfico de influencias y dos delitos contra la hacienda pública. En 2018 el Tribunal Supremo reduce esta pena a cinco años y diez meses.',
    },
    {
        id: "imputacion_infanta",
        title: "El juez imputa a la infanta Cristina por presunto blanqueo y delito fiscal",
        date: "2014-01-07",
        description: 'El juez del caso Nóos atribuye a la <a href="#/persons/cristina">infanta Cristina</a> delitos fiscales y de blanqueo de dinero. Finalmente resultó absuelta.',
        document: "#/articles/elpais_1389078291",
    },
    {
        id: "reunion_bertossa_luzon",
        title: "Bertossa se reúne en Madrid con el fiscal español Luis Pastor",
        date: "2019-10-29",
        description: 'El fiscal jefe adjunto de la República y Cantón de <a href="#/places/ginebra">Ginebra</a>, <a href="#/persons/yves_bertossa">Yves Bertossa</a>, acude a Madrid para mantener un encuentro con el encargado de la investigación en España, el fiscal Luis Pastor. Participan también otras autoridades tanto del Ministerio Público como de la Audiencia Nacional. En la reunión el suizo habría solicitado a sus homólogos españoles <a href="#/events/reunion_corinna_villarejo_villalonga">las cintas grabadas</a> por el <a href="#/persons/villarejo">comisario Villarejo</a> de sus conversaciones con <a href="#/persons/corinna">Corinna zu Zayn-Wittgenstein</a> y otros.',
        pictures: [
            {
                id: "1230529011",
                src: "//embed.gettyimages.com/embed/1230529011?et=ws3dCxHdS39VgPxGGvungw&tld=es&sig=X9CpxO1wR_Z8iq58hmdd0Wb5m2RtY6O1-5n9j-dVkME=&caption=false&ver=1",
                width: 594,
                height: 396,
                caption: "El fiscal suizo Yves Bertossa.",
            },
        ],
    },
    {
        id: "fiscalia_supremo_tarjetas",
        title: "La fiscalía remite al Tribunal Supremo la investigación sobre las tarjetas opacas",
        date: "2020-11-03",
        description: 'La fiscal general del Estado remite al Tribunal Supremo español la investigación por las tarjetas de la familia del <a href="#/persons/juan_carlos">rey Juan Carlos</a>. Se trata de medios de pago presuntamente financiados por el empresario mexicano <a href="#/persons/sangines_krause">Allen de Sanginés-Krause</a>, amigo íntimo del rey, y no declaradas a <a href="#/entities/aeat">Hacienda</a>. El rey emérito, sus nietos y otros miembros de su familia se habrían beneficiado de estas tarjetas opacas para pagar viajes, regalos y otros gastos personales. Los movimientos de esas tarjetas corresponderían a los años posteriores a la abdicación del monarca, por lo que no estaría suejeto a la inviolabilidad que lo ha protegido, según lo establecido en la Constitución, hasta <a href="#/events/abdicacion_efectiva">junio de 2014</a>.',
    },
    {
        id: "difusion_grabaciones_villarejo",
        title: "Llegan a la prensa las grabaciones de Villarejo",
        date: "2018-07-12",
        document: "#/articles/okdiario_2604900",
        description: 'Sale a la luz un fragmento de audio de <a href="#/events/reunion_corinna_villarejo_villalonga">la reunión de Villarejo y Juan Villalonga con Corinna</a> en <a href="#/places/belgrave">el domicilio londinense de esta última</a>. La grabación subrepticia, realizada por <a href="#/persons/villarejo">el ex comisario</a> y <a href="#/articles/okdiario_2604900">divulgada por Okdiario</a>, se menciona el pago por parte de empresas españolas de comisiones millonarias vinculadas al <em>megacontrato</em> del <a href="#/events/anuncio_adjudicacion_ave">tren AVE a La Meca</a>, con la intervención de <a href="#/persons/zanganeh">Zanganeh</a>, <a href="#/persons/villar_mir">Villar-Mir</a> y el propio <a href="#/persons/juan_carlos">rey Juan Carlos</a>. A raíz de esta filtración la fiscalía suiza <a href="#/events/bertossa_inicia_proceso">inicia una investigación</a>, mientras que la Audiencia Nacional española archiva las actuaciones por falta de <q>indicios</q>.',
    },
    {
        id: "segunda_regularizacion_fiscal",
        title: "Juan Carlos paga cuatro millones más a Hacienda",
        date: "2021-02-25",
        document: "#/documents/segundo_comunicado_regularizacion_fiscal",
        description: '<a href="#/persons/juan_carlos">El rey emérito</a> realiza una segunda regularización fiscal <q>voluntaria</q>, de la que se desprende que las cantidades defraudadas <a href="#/events/abdicacion_efectiva">desde su abdicación</a> superarían los ocho millones de euros. El Código Penal español establece que el delito fiscal comienza a partir de un fraude de 120.000 euros anuales.',
    },
    {
        id: "disolucion_de_apollonia",
        title: "Corinna disuelve Apollonia Associates",
        date: "2011-12-05",
        document: "#/documents/ch_apollonia_ds01",
        description: 'Tan solo unas semanas de la adjudicación del <em>megacontrato</em> para la <a href="#/events/anuncio_adjudicacion_ave">construcción del AVE a La Meca</a>, <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> disuelve sus sociedad <a href="#/entities/apollonia">Apollonia Ventures</a>, que había constituido en noviembre de 2005.',
    },
    {
        id: "cristina_comienza_a_declarar",
        title: "La infanta Cristina comienza a declarar en el juicio del caso Nóos",
        date: "2016-03-03",
        description: 'La hermana del <a href="#/persons/felipe_vi">rey Felipe VI</a>, la infanta <a href="#/persons/cristina">Cristina de Borbón</a>, comparece ante el tribunal que la juzga, acusada como cooperadora de dos delitos fiscales en el caso Nóos.',
        pictures: [
            {
                file: "file:events/pictures/cristina_comienza_a_declarar.jpg",
                caption: "Fotograma de la declaración de la infanta Cristina ante el tribunal.",
                source: {
                    name: "RTVE",
                    link: "https://www.rtve.es/noticias/20160303/declaracion-infanta-cristina-juicio-noos-nueve-frases/1312440.shtml",
                },
            },
        ],
    },
    {
        id: "constitucion_gdi",
        title: "Corinna constituye Gulf Development Initiative",
        date: "2006-05-24",
        description: 'Solo días después de la gira del <a href="#/persons/juan_carlos">rey Juan Carlos</a> por varios países del Golfo Pérsico, su pareja <a href="#/persons/corinna">Corinna</a> constituye la compañía <a href="#/entities/gdi">Gulf Development Initiative</a> en el paraíso fiscal de las <a href="#/places/islas_caiman">islas Caimán</a>. De esta compañía, así como de préstamos del rey emérito a <a href="#/entities/honeybird_group">Honeybird Group</a>, proceden los fondos para la adquisición y renovación de <a href="#/places/belgrave">su domicilio en Eaton Square</a>, la zona más exclusiva de Londres.',
    },
    {
        id: "zagatka_mayakoba",
        title: "Zagatka recibe 4,6 millones de dólares",
        date: "2009-05-25",
        description: 'La <a href="#/entities/zagatka">fundación Zagatka</a> recibe un ingreso de 4.689.930 dólares. La versión de <a href="#/persons/alvaro_de_orleans">Álvaro de Orleans-Borbón</a> es que se trata de su remuneración por sus servicios de asesoramiento en relación con unos terrenos de la constructora española <a href="#/entities/ohl">OHL</a> en <a href="#/places/mayakoba">Mayakoba, México</a>.',
    },
    {
        id: "corinna_entrevista_bbc",
        title: "Corinna concede una entrevista a la BBC",
        date: "2020-08-20",
        document: "#/articles/bbc_53841839",
        description: 'La BBC publica una entrevista a <a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a>. Las declaraciones han de entenderse en el contexto de <a href="#/events/bertossa_inicia_proceso">la investigación judicial abierta en Suiza</a> contra ella, los gestores del rey emérito <a href="#/persons/arturo_fasana">Arturo Fasana</a> y <a href="#/persons/dante_canonica">Dante Canonica</a> y la entidad financiera principal de la <a href="#/entities/lucum">fundación Lucum</a> del rey, el <a href="#/entities/mirabaud">banco Mirabaud</a>.',
    },
    {
        id: "concesion_marquesado_villar_mir",
        title: "El rey Juan Carlos concede el título de Marqués de Villar Mir al presidente de OHL",
        date: "2011-02-03",
        document: "#/documents/marquesado_villar_mir",
        description: 'El <a href="#/persons/juan_carlos">rey Juan Carlos</a> concede el título nobiliario de <cite>Marqués de Villar Mir</cite> a <a href="#/persons/villar_mir">Juan Miguel Villar Mir</a>, fundador y presidente del grupo constructor <a href="#/entities/ohl">OHL</a>, una de las empresas beneficiarias del <a href="#/events/anuncio_adjudicacion_ave">histórico contrato del AVE a La Meca</a>. Según las grabaciones realizadas por el <a href="#/persons/villarejo">comisario Villarejo</a> a <a href="#/persons/corinna">Corinna</a>, quien también participaba en la <a href="#/events/visita_oficial_arabia_saudi">misión comercial a Riad</a>, Villar Mir resultó instrumental para que <a href="#/persons/zanganeh">Shahpari Zanganeh</a> intercediera en favor de las empresas españolas finalmente adjudicatarias, así como para que el rey de España recibiera una comisión. <a href="#/documents/marquesado_villar_mir">El marquesado es concedido</a> por <q>la destacada y dilatada trayectoria</q> de Villar Mir <q>al servicio de España y de la Corona</q>.',
    },
    {
        id: "urdangarin_imputado",
        title: "Iñaki Urdangarín es imputado por su rol en el caso Nóos",
        date: "2011-12-29",
        description: '<a href="#/persons/urdangarin">Iñaki Urdangarin</a>, marido de la <a href="#/persons/cristina">infanta Cristina</> y yerno del <a href="#/persons/juan_carlos">rey Juan Carlos</a>, es imputado por las irregularidades en el Instituto Nóos. El entonces duque de Palma es investigado por su condición de presidente de la Fundación Nóos, una entidad sin ánimo de lucro que recibió altas sumas de dinero público y las desvió de forma fraudulenta.',
    },
    {
        id: "compra_princes_gate",
        title: "Omán compra un ático de lujo en Londres y se lo regala al rey Juan Carlos",
        date: "2014-07-02",
        where: "#/places/princes_gate_5",
        description: 'Hussain Abdul Latif, un diplomático de la legación del <a href="#/places/oman">sultanato de Omán</a> en el Reino Unido, adquiere un exclusivo ático en <a href="#/places/princes_gate_5">el número 5 de Princes Gate</a> y se lo regala al <a href="#/persons/juan_carlos">rey Juan Carlos</a>. La operación se cierra en 50 millones de libras, un desembolso récord para un inmueble en la capital británica, y es referida por <a href="#/persons/corinna">Corinna</a> durante la <a href="#/events/cena_santini">cena del restaurante Santini</a>.',
    },
    {
        id: "f1_barein",
        title: "El rey acude al Gran Premio de Fórmula 1 Baréin",
        date: "2010-03-13",
        description: 'Aunque el viaje no consta en la agenda oficial de la <a href="#/entities/casa_real">Casa Real</a>, el <a href="#/persons/juan_carlos">rey Juan Carlos</a> acude al Gran Premio de Fórmula 1 que se celebra ese fin de semana en Baréin. Según la declaración de <a href="#/persons/arturo_fasana">Arturo Fasana</a>, allí recoge del sultán <a href="#/persons/hamad_bin_isa_al_jalifa">Hamad bin Isa Al Jalifa</a> una maleta con <a href="#/events/lucum_ingresa_1_9_millones_del_sultan_de_barein">1,9 millones de dólares</a> que posteriormente le entrega en su domicilio de <a href="#/places/ginebra">Ginebra</a> para que lo ingrese en el <a href="#/entities/mirabaud">banco Mirabaud</a>.',
        pictures: [
            {
                id: "97696150",
                src: "//embed.gettyimages.com/embed/97696150?et=TTaaAE6iQo52AR-fAZrL6w&tld=es&sig=4UGLczhJrRfBYhVXP_h1mIk-0QRZuEmonmD4gu_tluU=&caption=false&ver=1",
                width: 594,
                height: 388,
                caption: "El rey posa con el piloto español Fernando Alonso y el banquero Emilio Botín durante el Premio de Baréin.",
            },
        ],
    },
    {
        id: "retirada_ducado_cristina",
        title: "El rey Felipe retira a su hermana Cristina el título de Duquesa de Palma de Mallorca",
        date: "2015-06-11",
        description: 'El Boletín Oficial del estado publica <a href="#/documents/retirada_ducado_de_palma">el Real Decreto que revoca el título de duquesa</a> a la <a href="#/persons/cristina">infanta Cristina</a>. El decreto está firmado por su hermano, el <a href="#/persons/felipe_vi">rey Felipe VI</a>, así como por el presidente del Gobierno, <a href="#/persons/mariano_rajoy">Mariano Rajoy</a>.',
        document: "#/documents/retirada_ducado_de_palma",
    },
    {
        id: "corinna_testifica_desde_londres",
        title: "Corinna declara ante un fiscal español como testigo sobre las comisiones del AVE a La Meca",
        date: "2019-09-12",
        description: '<a href="#/persons/corinna">Corinna zu Sayn-Wittgenstein</a> presta declaración como testigo voluntario ante un fiscal anticorrupción español en relación con el reparto de comisiones por <a href="#/events/anuncio_adjudicacion_ave">la adjudicación a empresas españolas de la obra del AVE a La Meca</a>. La declaración tiene lugar por videoconferencia desde la embajada de España en Londres, ciudad donde Corinna tiene fijada <a href="#/places/belgrave">su residencia</a>.',
    },
]
